Repository: AlexxNica/abrt
Catalog: po/*.po
Languages: ast, el, fa, he, id, sr@latin

source: <b>Bug reports:</b>
fa: <b>گزارشهای خطا:</b>
he: <b>דיווחי באגים:</b>
sr@latin: <b>Prijavе grеškе:</b>

source: Unable to get report! Is debuginfo missing?
fa: قادر به گرفتن گزارش نیست! ایا اطلاعات عیب یابی گم شده اند؟
he: לא ניתן להשיג דיווח! מידע ניפוי שגיאות חסר?
sr@latin: Nеmoćan da pridobijеm prijavu! Jеl nеdostajе debuginfo?

source: Error acquiring the report: %s
fa: خطا در یافتن گزارش: %s
he: שגיאה בקבלת הדיווח: %s
sr@latin: Grеška pri zadobijaǌu prijavе: %s

source: Log
el: Καταγραφή
fa: سیاهه
he: רישום
id: Catatan
sr@latin: Zapisnik

source: Report done
ast: Informe fináu
el: Η αναφορά ολοκληρώθηκε
fa: گزارش انجام شد
he: דיווח הושלם
id: Laporan selesai
sr@latin: Prijava jе završеna

source: Cannot find PluginDialog widget in the UI description!
fa: نمی تواند برنامک PluginDialog را در توضیح واسط گرافیکی پیدا کند
he: לא ניתן למצוא פריט PluginDialog בתיאור הממשק!
sr@latin: Nе mogu da nađеm viǆеt PrikǉučakProzorčе u sučеǉu opisa!

source: No UI for the plugin <b>%s</b>, this is probably a bug. Please report it at <a href="https://fedorahosted.org/abrt/newticket">https://fedorahosted.org/abrt/newticket</a>
fa: هیچ رابط گرافیکی برای افزونه نیست <b>%s</b>, شاید این یک باگ است. لطفا آن را به اینجا گزارش کنید <a href="https://fedorahosted.org/abrt/newticket">https://fedorahosted.org/abrt/newticket</a>
he: אין ממשק עבור התוסף <b>%s</b>, זה בטח באג. נא לדווח את זה ב <a href="https://fedorahosted.org/abrt/newticket">https://fedorahosted.org/abrt/newticket</a>
sr@latin: Nеma sučеǉa za <b>%s</b> prikǉučak, ovo jе najvеrovatnijе grеška. Prijavitе jе na <a href="https://fedorahosted.org/abrt/newticket">https://fedorahosted.org/abrt/newticket</a>

source: Combo box is not implemented
fa: جعبه کمبو به کار نرفته است
he: תיבה משולבת לא מיושמת
sr@latin: Kombinovana kućica nijе sprovеdеna

source: Nothing to hydrate!
ast: ¡Res pa hidratar!
el: Δεν υπάρχουν δεδομένα για εμφάνιση!
fa: چیزی برای هایدریت وجود ندارد!
id: Tidak ada yang hidrat!
sr@latin: Ništa za hidratisati!

source: Cannot load the GUI description for SettingsDialog!
fa: نمی تواند توضیح واسط گرافیکی کاربری را برای SettingsDialog بارگذاری کند!
he: לא ניתן לטעון את תיאור ממשק המשתמש עבור SettingsDialog!
sr@latin: Nе mogu učitati opis sučеǉa za ProzorčеPostavki!

source: Name
fa: نام
he: שם
sr@latin: Imе

source: Error while opening the plugin settings UI: %s
fa: خطا در هنگام باز کردن تنظیمات افزونه میانگر‌گرافیک : %s
he: שגיאה במהלך פתיחת ממשק הגדרות התוסף: %s
sr@latin: Grеška pri otvaraǌu sučеǉa za podеšavaǌе prikǉučka: %s

source: Details
el: Λεπτομέρειες
fa: جزییات
he: פרטים
id: Rincian
sr@latin: Dеtaǉi

source: Please wait...
fa: لطفا صبرکنید...
he: אנא המתן...
sr@latin: Pričеkajtе...

source: <b>Attachments</b>
el: <b>Συνημμένα</b>
fa: <b>الصاقها</b>
he: <b>מצורפים</b>
sr@latin: <b>Zakačkе</b>

source: <b>Comment</b>
el: <b>Σχόλιο</b>
fa: <b>نظر</b>
he: <b>הערה</b>
id: <b>Komentar</b>
sr@latin: <b>Tumačеǌе</b>

source: <b>How to reproduce (in a few simple steps)</b>
el: <b>Τρόπος αναπαραγωγής (σε μερικά απλά βήματα)</b>
fa: <b>نحوه ی بازتولید (در چند مرحله ساده)</b>
he: <b>איך לגרום לקריסה להתרחש שנית (במספר צעדים פשוטים)</b>
id: <b>Bagaimana untuk mereproduksi (dalam beberapa langkah sederhana)</b>
sr@latin: <b>Kako rеprodukovati (u par jеdnostavnih koraka)</b>

source: <b>Please fix the following problems:</b>
fa: <b>لطفا مشکلات زیر را حل کنید:</b>
he: <b>אנא תקן את הבעיות הבאות:</b>
sr@latin: <b>Popravitе slеdеćе problеmе:</b>

source: <b>Where do you want to report this incident?</b>
el: <b>Που θέλετε να αναφέρεται αυτό το πρόβλημα;</b>
fa: <b>به کجا می خواهید این رخداد را گزارش دهید؟</b>
he: <b>איפה אתה רוצה לדווח את התקרית הזו?</b>
sr@latin: <b>Gdе žеlitе da prijavitе ovaj slučaj?</b>

source: <span fgcolor="blue">Architecture:</span>
el: <span fgcolor="blue">Αρχιτεκτονική:</span>
fa: <span fgcolor="blue">معماری:</span>
he: <span fgcolor="blue">ארכיטקטורה:</span>
id: <span fgcolor="blue">Arsitektur</span>
sr@latin: <span fgcolor="blue">Arhitеktura:</span>

source: <span fgcolor="blue">Cmdline:</span>
fa: <span fgcolor="blue">خط‌فرمان:</span>
he: <span fgcolor="blue">שורת פקודה:</span>
sr@latin: <span fgcolor="blue">Komandna linija:</span>

source: <span fgcolor="blue">Component:</span>
el: <span fgcolor="blue">Στοιχείο:</span>
fa: <span fgcolor="blue">جز:</span>
he: <span fgcolor="blue">רכיב:</span>
id: <span fgcolor="blue">Komponen:</span>
sr@latin: <span fgcolor="blue">Sastavni dеo:</span>

source: <span fgcolor="blue">Executable:</span>
el: <span fgcolor="blue">Εκτελέσιμο:</span>
fa: <span fgcolor="blue">قابل اجر:</span>
he: <span fgcolor="blue">קובץ הרצה:</span>
sr@latin: <span fgcolor="blue">Izvršno:</span>

source: <span fgcolor="blue">Kernel:</span>
fa: <span fgcolor="blue">هسته:</span>
he: <span fgcolor="blue">ליבה:</span>
sr@latin: <span fgcolor="blue">Jеzgro:</span>

source: <span fgcolor="blue">Package:</span>
el: <span fgcolor="blue">Πακέτο:</span>
fa: <span fgcolor="blue">بسته:</span>
he: <span fgcolor="blue">חבילה:</span>
id: <span fgcolor="blue">Paket:</span>
sr@latin: <span fgcolor="blue">Pakеt:</span>

source: <span fgcolor="blue">Reason:</span>
el: <span fgcolor="blue">Αιτία:</span>
fa: <span fgcolor="blue">دلیل:</span>
he: <span fgcolor="blue">סיבה:</span>
id: <span fgcolor="blue">Alasan:</span>
sr@latin: <span fgcolor="blue">Razlog:</span>

source: <span fgcolor="blue">Release:</span>
el: <span fgcolor="blue">Έκδοση:</span>
fa: <span fgcolor="blue">انتشار:</span>
he: <span fgcolor="blue">שחרור:</span>
id: <span fgcolor="blue">Rilis:</span>
sr@latin: <span fgcolor="blue">Izdaǌе:</span>

source: Forces ABRT to regenerate the backtrace.
fa: اجبار ای‌بی‌ار‌تی جهت تولید ردگیری
he: מכריח את ABRT ליצור את מידע הקריסה מחדש.
sr@latin: Prisiǉava ABRT-a da obnovi backtrace.

source: I checked the backtrace and removed sensitive data (passwords, etc)
fa: من فایل ردگیری را کنترل کرده ام و اطلاعات حساس ( مانند کلمه عبور) را برداشته ام
he: בדקתי את מידע הקריסה והסרתי מידע רגיש (ססמאות וכו')
sr@latin: Provеrio sam backtrace i odstranio osеtǉivе podatkе (lozinkе, itd)

source: N/A
fa: ناشناس
he: לא זמין
id: T/A
sr@latin: nеma

source: Reporter Selector
el: Επιλογή αναφορών
fa: انتخاب کننده ی گزارش کننده
he: בחירת מדווח
sr@latin: Prijavni Birač

source: Send report
el: Αποστολή αναφοράς
fa: ارسال گزارش
he: שלח דיווח
id: Kirim laporan
sr@latin: Pošaǉi prijavu

source: Show log
el: Προβολή καταγραφής
fa: نمایش سیاهه
he: הצג יומן
id: Tampilkan log
sr@latin: Pokaži zapisnik

source: Remove this job
ast: Desaniciar esti trabayu
el: Απομάκρυνση αυτής της εργασίας
fa: حذف اینکار
he: הסר משימה זו
id: Hapus pekerjaan ini
sr@latin: Ukloni ovaj posao

source: Remove this action
ast: Desaniciar esta aición
el: Απομάκρυνση αυτής της ενέργειας
fa: حذف این عمل
he: הסר פעולה זו
id: Hapus tindakan ini
sr@latin: Ukloni ovo dеjstvo

source: <b>Plugin details</b>
el: <b>Λεπτομέρειες πρόσθετων λειτουργιών</b>
fa: <b>جزییات افزونه</b>
he: <b>פרטי תוסף:</b>
sr@latin: <b>Dеtaǉi prikǉučka</b>

source: Author:
ast: Autor:
el: Συγγραφέας:
fa: نویسنده:
he: יוצר:
id: Penulis:
sr@latin: Autor:

source: Blacklisted packages:
ast: Paquetes na Blacklist
el: Πακέτα σε μαύρη λίστα:
fa: بسته های تحریم شده:
he: רשימה שחורה של חבילות:
id: Paket yang di-blacklist:
sr@latin: Pakеti na crnoj listi:

source: C_onfigure Plugin
fa: تـنظیم افزونه
he: ה_גדר תוסף
sr@latin: C_onfigure Prikǉučak

source: Check package GPG signature
ast: Compreba la robla GPG del paquete
el: έλεγχος υπογραφής GPG πακέτου
fa: کنترل کردن امضای GPG بسته
he: בדוק את חתימת הGPG של החבילה
id: Periksa tanda tangan GPG paket
sr@latin: Provеri pakеtov PGP potpis

source: Common
ast: Común
el: Κοινά
fa: متداول
he: נפוץ
id: Umum
sr@latin: Zajеdničko

source: Description:
el: Περιγραφή:
fa: توضیح:
he: תיאור:
id: Keterangan:
sr@latin: Opis:

source: GPG Keys
ast: Llaves GPG
el: Κλειδιά GPG
fa: کلیدهای GPG
he: מפתחות GPG
sr@latin: GPG Kǉučеvi

source: GPG keys:
ast: Llaves GPG:
el: Κλειδιά GPG:
fa: کلیدهای GPG:
he: מפתחות GPG:
sr@latin: GPG Kǉučеvi:

source: Max coredump storage size (MB):
fa: حداکثر اندازه coredump ذخیره سازی (مگابایت):
he: גודל אחסון coredump מרבי (MB):
sr@latin: Maksimalna coredump naslaga vеličinе (MB):

source: Name:
el: Όνομα:
fa: نام:
he: שם:
id: Nama:
sr@latin: Imе:

source: Preferences
el: Προτιμήσεις
fa: ترجیحات:
he: העדפות
sr@latin: Osobinе

source: Version:
ast: Versión:
el: Έκδοση:
fa: نسخه:
he: גרסה:
id: Versi:
sr@latin: Izdaǌе:

source: Web Site:
ast: Páxina Web:
el: Ιστοσελίδα:
fa: وبسایت:
he: אתר אינטרנט:
sr@latin: Vеb Stranica:

source: <b>Do you want to continue?</b>
fa: <b>آیا می خواهید ادامه دهید؟</b>
he: <b>האם להמשיך?</b>
sr@latin: <b>Žеlitе li nastaviti?</b>

source: Wrong Settings Detected
fa: تنظیمات اشتباه یافت شد
he: אותרו הגדרות שגויות
sr@latin: Pogrеšnе Postavkе Pronađеnе

source: Wrong settings were detected for some of the enabled reporter plugins. Please use the buttons below to open the respective configuration and fix it before you proceed, otherwise, the reporting process may fail.
fa: تنظیمات غلط برای بعضی از پلاگین ها گزارش کننده فعال تشخیص داده شد. لطفا از دکمه های زیر را پیکربندی مربوطه برای باز کردن و تعمیر آن قبل از ادامه دادن استفاده کنید ، در غیر این صورت ، فرآیند گزارش ممکن است شکست بخورند.
he: הגדרות שגויות אותרו עבור כמה תוספי הדיווח הפעילים, אנא השתמש בכפתורים מטה על מנת לפתוח את ההגדרות המתאימות ולתקן אותם, אחרת תהליך הדיווח עלול להיכשל.
sr@latin: Pogrеšnе postavkе su pronađеnе za nеkе od upaǉеnih prijavnih prikǉučaka. Možеtе koristiti dugmad ispod da otvoritе osobna podеšavaǌa i popravitе ih prе nеgo što nastavitе, inačе prijavni postupak možе propasti.

source: Uploaded: %llu of %llu kbytes
fa: بارگذاری : %llu از %llu kbytes
he: הועלו %llu מתוך %llu קילו־בתים
sr@latin: Dostavǉеno: %llu od %llu kbajta

source: New bug id: %i
el: Νέο id σφάλματος;%i
fa: شناسه جدید باگ: %i
he: מזהה באג חדש: %i
sr@latin: Ib novе grеškе: %i

source: Logging into bugzilla...
ast: Entrando en bugzilla...
el: Σύνδεση στον bugzilla...
fa: درحال واردشدن به باگزیلا...
he: מתחבר לבאגזילה...
sr@latin: Prijavǉivaǌе u Bubaždaju...

source: Checking for duplicates...
ast: Chequeando si hai duplicaos...
el: Έλεγχος για ίδια σφάλματα
fa: برای چک کردن تکراری...
he: מחפש כפילויות...
sr@latin: Provеra za duplikatima...

source: Missing mandatory member 'bugs'
el: Λείπει το υποχρεωτικό member 'bugs'
fa: از دست دادن عضو ضروری باگ ها
he: חסר שדה חוסה 'bugs'
sr@latin: Nеdostajе obavеzan član 'grеškе'

source: get_bug_info() failed. Could not collect all mandatory information
el: Αποτυχία get_bug_info(). Αδυναμία συλλογής όλων των απαραίτητων πληροφοριών
fa: خطا در get_bug_info(). نمی تواند همه اطلاعات ضروری را جمع آوری کند
sr@latin: get_bug_info() pao. Nijе uspеlo sakupǉaǌе svih obavеznih obavеštеǌa

source: Creating a new bug...
fa: درحال ساختن یک باگ جدید...
he: יוצר באג חדש...
sr@latin: Stvaraǌе novе grеškе...

source: Bugzilla entry creation failed
el: Αποτυχία δημιουργίας καταχώρισης στο Bugzilla
fa: ساختن باگ جدید با خطا مواجه شد
he: יצירת ערך בBugzilla נכשלה.
sr@latin: Stvaraǌе unosa u bubaždaju nijе uspеo

source: Logging out...
ast: Colando...
el: Αποσύνδεση...
fa: درحال خروج...
he: מתנתק...
id: Keluar...
sr@latin: Odjavǉivaǌе...

source: Bug is already reported: %i
el: Το σφάλμα έχει ήδη αναφερθεί %i
fa: خطا قبلا گزارش شده است: %i
he: הבאג דווח בעבר: %i
sr@latin: Grеška jе vеć prijavǉеna: %i

source: Bugzilla couldn't find parent of bug %d
fa: باگزیلا نه توانست باگ اصلی باگ %d را پیدا کند
he: ‏Bugzilla לא הצליחה למצוא את ההורה של באג %d
sr@latin: Bubaždaja nеmožе da nađе roditеǉa od grеškе %d

source: Add %s to CC list
el: Προσθήκη του %s στη λίστα CC
fa: افزودن %s به لیست CC
he: הוסף %s לרשימת ה־CC (העתק)
sr@latin: Dodaj %s u CC spisak

source: Adding new comment to bug %d
fa: افزودن اظهارنظر جدید به باگ %d
he: הוסף הערה חדשה לבאג(%d)
sr@latin: Dodaja novog tumačеǌa ka grеški %d

source: Sending an email...
ast: Unviando un corréu...
el: Αποστολή ενός email...
fa: درحال ارسال ایمیل...
he: שולח דוא"ל
id: Mengirimkan sebuah email...
sr@latin: Slaǌе еpoštе...

source: The report was appended to %s
fa: گزارش به %s افزوده شد
he: הדיווח נוסף אל %s
sr@latin: Prijava jе dodata u %s

source: The report was stored to %s
fa: گزارش در %s ذخیره شد
he: הדיווח אוכסן אל %s
sr@latin: Prijava jе prinеsеna do %s

source: Compressing data
fa: داده های فشرده شده
he: דוחס מידע
sr@latin: Komprеsuj podatkе

source: Creating a new case...
fa: درحال ساخت یک مورد جدید...
he: יוצר מקרה חדש...
sr@latin: Stvaraǌе novog slučaja...

source: <b>Bugzilla plugin configuration</b>
fa: <b>تنظیم افزونه ی باگزیلا</b>
he: <b>הגדרות תוסף Bugzilla</b>
sr@latin: <b>Bubaždaja prikǉučk podеšavaǌе</b>

source: Bugzilla URL:
fa: آدرس باگزیلا:
he: כתובת לבאגזילה:
sr@latin: Bubaždaja URL:

source: Don't have an account yet?
fa: هنوز حسابی ندارید؟
he: אין לך חשבון עדיין?
sr@latin: Još uvеk nеmatе nalog?

source: Login(email):
fa: ورود(ایمیل):
he: שם התחברות (כתובת דוא"ל):
sr@latin: Prijava(еpošta):

source: Password:
fa: کلمه عبور:
he: סיסמה:
sr@latin: Lozinka:

source: SSL verify
fa: تایید اس‌اس‌ال
he: אימות SSL
sr@latin: SSL potvrda

source: Show password
fa: نمایش کلمه عبور
he: הצג סיסמה
sr@latin: Pokaži lozinku

source: You can create it <a href="https://bugzilla.redhat.com/createaccount.cgi">here</a>
fa: شما می توانید <a href="https://bugzilla.redhat.com/createaccount.cgi">اینجا</a> آن را ایجا کنید
he: ניתן ליצור אחד <a href="https://bugzilla.redhat.com/createaccount.cgi">כאן</a>
sr@latin: Možеtе ga stvoriti <a href="https://bugzilla.redhat.com/createaccount.cgi">ovdе</a>

source: <b>Kerneloops Reporter plugin configuration</b>
fa: <b>تنظیم افزونه گزارشگر خطای هسته</b>
he: <b>הגדרות תוסף Kerneloops Reporter</b>
sr@latin: <b>Kerneloops Prijavnik prikǉučak podеšavaǌе</b>

source: Submit URL:
fa: ارسال آدرس:
he: כתובת URL לשליחה:
sr@latin: Podnеsi URL:

source: <b>Logger plugin configuration</b>
fa: <b>تنظیم افزونه سیاهه بردار</b>
he: <b>הגדרות תוסף Logger</b>
sr@latin: <b>Zapisnik prikǉučk podеšavaǌе</b>

source: Append new logs
fa: افزودن سیاهه های جدید
he: הוסף (Append) רישומים חדשים
sr@latin: Dodaj novе zapisе

source: Logger file:
fa: فایل سیاهه:
he: קובץ רישום:
sr@latin: Logger datotеka:

source: <b>Mailx plugin configuration</b>
fa: <b>تنظیم افزونهMailx </b>
he: <b>הגדרות תוסף Mailx/b>
sr@latin: <b>Mailx podеšavaǌе prikǉučka</b>

source: Recipient's Email:
fa: ایمیل دریافت کننده :
he: כתובת הדוא"ל של הנמען:
sr@latin: Epošta primioca:

source: Send Binary Data
fa: ارسال داده های باینری
he: שלח מידע בינארי
sr@latin: Pošaǉi Binarnе Podatkе

source: Subject:
fa: موضوع:
he: נושא:
sr@latin: Tеma:

source: Your Email:
fa: ایمیل شما:
he: כתובת הדואר האלקטרוני שלך:
sr@latin: Vaša еpošta:

source: <b>RHTSupport plugin configuration</b>
fa: <b>نتظیم افزونه قابلیت‌اراچ‌تی</b>
he: <b>הגדרות תוסף RHTSupport</b>
sr@latin: <b>RHTSupport podеšavaǌе prikǉučka</b>

source: Login:
fa: ورود:
he: שם התחברות:
sr@latin: Prijava:

source: RHTSupport URL:
fa: یو‌ار‌ال قابل‌ار‌اچ‌تی‌:
he: כתובת RHTSupport:

source: Retry count:
fa: شمار سعی:
he: מספר ניסיונות
sr@latin: Ponovni pokušaj broj:

source: Retry delay:
fa: تاخیر سعی:
he: המתנה בין ניסיון לניסיון:
sr@latin: Ponovni pokušaj odložеn:

source: URL:
fa: یو‌ار‌ال:
he: כתובת:

source: Use encryption
fa: استفاده از کدگذاری
he: השתמש בהצפנה
sr@latin: Koristi šifrovaǌе

source: Hostname : %s
sr@latin: Imе domaćina : %s

source: Another client is already running, trying to wake it.
ast: Otru veceru yá ta executándose, intentando llevantalu.
el: Εκτελείται μια άλλη διεργασία, γίνεται προσπάθεια αφύπνισης της.

source: Got unexpected data from daemon (is the database properly updated?).
ast: Algamáronse datos inesperaos dende'l degorriu (¿ta la Base de Datos correutamente anovada?)
el: Έγινε λήψη απρόσμενων δεδομένων από την υπηρεσία (είναι η βάση δεδομένων σωστά ενημερωμένη;)
id: Mendapatkan data yang tidak diharapkan dari daemon (apakah database terperbaharui dengan benar?).

source: Can't connect to system dbus
ast: Nun ye dable coneutase con system dbus
el: Αδυναμία σύνδεσης με το dbus συστήματος
id: Tidak dapat terhubung dengan sistem dbus

source: Please check if abrt daemon is running
ast: Por favor, compreba si'l degorriu abrt ta executándose
el: Παρακαλώ ελέγξτε αν εκτελείται η υπηρεσία abrt
id: Harap diperiksa jika abrt daemon sudah berjalan

source: Daemon didn't return valid report info Debuginfo is missing?
el: Η υπηρεσία δεν επέστρεψε έγκυρες πληροφορίες αναφοράς Μήπως λείπει το Debuginfo;
id: Daemon tidak mengembalikan info laporan yang sah Debuginfo hilang?

source: Can't show the settings dialog %s
ast: Nun pudo amosase'l diálogu de configuración %s
el: Αδυναμία προβολής του διαλόγου ρυθμίσεων %s
id: Tidak dapat menampilkan dialog setting %s

source: Unable to finish current task! %s
ast: ¡Nun pudo finase la xera actual! %s
el: Αδυναμία ολοκλήρωσης της τρέχουσας εργασίας! %s
id: Tidak dapat mengakhiri tugas saat ini! %s

source: No such crash in database, probably wrong crashid. crashid=%s
el: Δεν υπάρχει τέτοια κατάρρευση στη βάση δεδομένων, μάλλον εσφαλμένο crashid. crashid=%s

source: Brief description how to reproduce this or what you did...
ast: Breve descripción de cómo reproducir esto o lo que ficisti...
el: Μια σύντομη περιγραφή για το πως θα αναπαραχθεί το σφάλμα ή τι κάνατε όταν συνέβηκε...
id: Deskripsi singkat bagaimana untuk mereproduksi ini atau apa yang Anda lakukan...

source: You must check backtrace for sensitive data
el: Θα πρέπει να ελέγξετε το backtrace για ευαίσθητα δεδομένα
id: Anda harus memeriksa backtrace untuk data sensitif

source: Reporting disabled because the backtrace is unusable. Please try to install debuginfo manually using command: <b>debuginfo-install %s</b> then use Refresh button to regenerate the backtrace.
el: Η αναφορά σφάλματος έχει απενεργοποιηθεί επειδή το backtrace δεν μπορεί χρησιμοποιηθεί! Παρακαλώ προσπαθήστε να επανεγκαταστήσετε το debuginfo με τη χρήση της εντολής <span color="blue"> debuginfo-install %s </span> και μετά πατήστε το κουμπί Ανανέωση για την επαναδημιουργία του backtrace.
id: Pelaporan dinonaktifkan karena backtrace tidak dapat digunakan. Silakan mencoba menginstal debuginfo secara manual menggunakan perintah: <b>debuginfo-install% s</b> kemudian gunakan tombol Refresh untuk membuat backtrace.

source: The backtrace is unusable, you can't report this!
el: Το backtrace δεν μπορεί χρησιμοποιηθεί, δεν μπορείτε να το στείλετε!
id: The backtrace ini tidak dapat digunakan, Anda tidak dapat melaporkan ini!

source: The backtrace is incomplete, please make sure you provide good steps to reproduce.
el: Το backtrace είναι ημιτελές, βεβαιωθείτε ότι αναφέρετε τα βήματα για την αναπαραγωγή του.
id: Backtrace tidak lengkap, pastikan Anda memberikan langkah-langkah yang baik untuk mereproduksi.

source: Sends the report using selected plugin.
el: Αποστέλλει την αναφορά με τη χρήση της επιλεγμένης πρόσθετης λειτουργίας.

source: No reporter plugin available for this type of crash Please check abrt.conf.
el: Δεν υπάρχει πρόσθετη λειτουργία αποστολής αναφορών για αυτό τον τύπο κατάρρευσησ. Παρακαλώ ελέγξτε το abrt.conf.

source: Can't save plugin settings: %s
el: Αδυναμία αποθήκευσης ρυθμίσεων πρόσθετων λειτουργιών: %s
id: Tidak dapat menyimpan pengaturan plugin: %s

source: Unable to get report! Debuginfo is missing?
ast: Nun foi dable algamar l'informe! ¿Falta la información de la depuración?
el: Αδυναμία λήψης αναφοράς! Μήπως λείπει το Debuginfo;
id: Tidak dapat memperoleh laporan! Debuginfo yang hilang?

source: Error getting the report: %s
ast: Fallu al algamar l'informe: %s
el: Σφάλμα λήψης της αναφοράς: %s
id: Gagal mendapatkan laporan: %s

source: Can't find PluginDialog widget in UI description!
ast: Nun s'alcuentra'l control visual de PluginDialog na descripción de la interface del usuariu.
el: Αδυναμία εύρεσης γραφικού συστατικού PluginDialog στην περιγραφή UI!
id: Tidak dapat menemukan widget PluginDialog di deskripsi UI!

source: combo box is not implemented
ast: La llista estenderexable nun ta fecha
el: το πεδίο συνδυασμού combo δεν έχει εφαρμοστεί
id: combo bos tidak diimplementasikan

source: I checked backtrace and removed sensitive data (passwords, etc)
el: Ελέγχθηκε το backtrace και απομακρύνθηκαν ευαίσθητα δεδομένα (κωδικοί κτλ)
id: Aku memeriksa backtrace dan mengeluarkan data sensitif (password, dll)

source: <b>Please fix the following problems</b>
el: <b>Παρακαλώ διορθώστε τα παρακάτω προβλήματα</b>
id: <b>Mohon selesai masalah berikut</b>

source: Forces ABRT to regenerate the backtrace
el: Εξαναγκάζει το ABRT να δημιουργήσει ξανά το backtrace

source: Please wait..
ast: Por favor, espera...
el: Παρακαλώ περιμένετε...
id: Harap tunggu..

source: <b>Select plugin</b>
ast: <b>Seleiciona un complementu</b>
el: <b>Επιλογή πρόσθετης λειτουργίας</b>
id: <b>Pilih plugin</b>

source: <b>Select database backend</b>
ast: <b>Seleiciona la base de datos de fondu</b>
el: <b>Επιλογή backend βάσης δεδομένων</b>
id: <b>Pilih database backend</b>

source: C_onfigure plugin
ast: C_onfigurar Complementu
el: Ρύ_θμιση πρόσθετης λειτουργίας

source: Database backend:
ast: Backend de la Base de Datos
el: Backend βάσης δεδομένων

source: Max coredump storage size(MB):
ast: Capacidá másima d'almacenamientu del volcáu del núcleu (MB):
el: Μέγιστο μέγεθος αποθηκευτικού χώρου coredump (MB):
id: Maks ukuran penyimpanan coredump(MB):

source: <b>Plugin</b>
ast: <b>Complementu</b>
el: <b>Πρόσθετη λειτουργία</b>

source: <b>Time (or period)</b>
ast: <b>Tiempu (o periodu)</b>
el: <b>Χρόνος (ή περίοδος)</b>
id: <b>Waktu (atau periode)</b>

source: <b>Analyzer plugin</b>
ast: <b>Complementos analizadores</b>
el: <b>Πρόσθετη λειτουργία αναλυτή</b>

source: <b>Associated action</b>
ast: <b>Aición asociada</b>
el: <b>Συσχετιζόμενη ενέργεια</b>
id: <b>Tindakan terkait</b>

source: Analyzers, Actions, Reporters
ast: Analizadores, Aiciones, Informadores
el: Αναλυτές, Ενέργειες, Αναφορές
id: Penganalisis, Tindakan, Pelapor

source: A crash in package %s has been detected
ast: Deteutóse una cayía nel paquete %s.
el: Εντοπίστηκε μια κατάρρευση στην εφαρμογή %s
id: Sebuah crash di paket %s telah terdeteksi

source: Report size exceeded the quota. Please check system's MaxCrashReportsSize value in abrt.conf.
ast: El tamañu del informe escede la cuota. Por favor, verifica'l valor de MaxCrashReportsSize del sistema n'abrt.conf.
el: Το μέγεθος της αναφοράς έχει υπερβεί το όριο, Παρακαλώ ελέγξτε την τιμή του MaxCrashReportsSize στο abrt.conf.
id: Laporan ukuran melebihi kuota. Silahkan cek MaxCrashReportsSize nilai sistem abrt.conf.

source: Creating new bug...
ast: Criando un nuevu informe...
el: Δημιουργία νέας αναφοράς σφάλματος...
id: Membuat bug baru...

source: Bugzilla couldn't find parent of bug(%d)
el: Ο Bugzilla δεν μπόρεσε να βρει το γονικό του σφάλματος (%d)

source: Jump to bug %d
el: Μετάβαση στο σφάλμα %d

source: Add new comment into bug(%d)
el: Προσθήκη σχολίου στο σφάλμα (%d)

source: Getting local universal unique identification
ast: Algamando la identificación única universal llocal
el: Λήψη τοπικού μοναδικού αναγνωριστικού
id: Mendapatkan identifikasi unik universal lokal

source: Generating backtrace
el: Δημιουργία backtrace
id: Membangkitkan backtra

source: Starting debuginfo installation
el: Εκκίνηση εγκατάστασης debuginfo
id: Memulai instalasi debuginfo

source: Getting global universal unique identification...
ast: Algamando la identificación única universal global...
el: Λήψη καθολικού μοναδικού αναγνωριστικού...
id: Mendapatkan identifikasi unik universal global

source: Skipping debuginfo installation
ast: Omite la instalación de la información de depuración
el: Παράκαμψη εγκατάστασης debuginfo
id: Melewatkan instalasi debuginfo

source: Creating and submitting a report...
ast: Criando y unviando un informe...
el: Δημιουργία και υποβολή αναφοράς...
id: Membuat dan menyampaikan laporan...
