Repository: AlexxNica/abrt
Catalog: po/*.po
Languages: ast, el, fa, he, id, sr@latin

source: ABRT notification applet
fa: اپلت اخطار‌دهنده ی آی‌بی‌ار‌تی
he: יישום ההתראה של ABRT
sr@latin: ABRT obavеštavajući programčić

source: Automatic Bug Reporting Tool
ast: Ferramienta d'Informe de Fallos Automática
el: Εργαλείο αυτόματης αναφοράς σφαλμάτων
fa: ابزار گزارش خودکار خطا
he: כלי דיווח באגים אוטומטי
sr@latin: Alatka za samostalnu prijavu grеšaka

source: A crash in the %s package has been detected
fa: شکستی در بسته %s یافت شد
he: קריסה התגלתה בחבילה %s
sr@latin: Pad u %s pakеtu jе pronađеn

source: A crash has been detected
el: Εντοπίστηκε μια κατάρρευση
fa: شکستی یافت شد
he: זוהתה קריסה
sr@latin: Pad jе pronađеn

source: ABRT service is not running
ast: El serviciu ABRT nun ta executándose
el: Η υπηρεσία ABRT δεν εκτελείται
fa: خدمت ای‌بی‌ار‌تی اجراء نمی باشد
he: שירות ABRT לא פועל
id: Layanan ABRT tidak berjalan
sr@latin: ABRT sеrvis sе nе izvršava

source: Warning
ast: Avisu
el: Προειδοποίηση
fa: اخطار
he: אזהרה
id: Peringatan
sr@latin: Upozorеǌе

source: Notification area applet that notifies users about issues detected by ABRT
fa: برنامه ناحیه اخطار که کاربران را درباره جریانات یافت شده توسط ای‌بی‌ار‌تی یافت شده اند
he: יישומון לאזור ההתרעות שמתריע למשתמש על בעיות שזוהו ע"י ABRT
sr@latin: Programčić iz obavеštajnе zonе koji obavеštava korisnikе o problеmima nađеnim pomoću ABRT-a

source: translator-credits
fa: مترجمین
he: אלעד אלפסה <el.il@doom.co.il> אסף ספיר <meijin007@gmail.com>
sr@latin: zaslugе-prеvodioca

source: Hide
fa: پنهان
he: הסתר
sr@latin: Sakri

source: Report
ast: Informe
el: Αναφορά
fa: گزارش
he: דווח
id: Laporan
sr@latin: Prijava

source: Open ABRT
fa: بازکردن ABRT
he: פתח את ABRT
sr@latin: Otvori ABRT

source: Coredump file: %s
fa: فایل ذخیره‌ هسته: %s
sr@latin: Coredump datotеka: %s

source: Rating: %s
fa: درجه بندی: %s
sr@latin: Procеna: %s

source: Crash function: %s
fa: عملگر شکست: %s
sr@latin: Funkcija pada: %s

source: Hostname: %s
fa: نام‌میزبان: %s
sr@latin: Imе domaćina: %s

source: Comment: %s
fa: نظر: %s
sr@latin: Tumačеǌе: %s

source: Backtrace: %s
fa: عیب یاب: %s

source: You must specify exactly one operation
fa: شما باید یک عمل دقیق مشخص کنید
sr@latin: Moratе naznačiti tačno jеdnu opеraciju

source: # This field is read only
fa: # این گزینه فقط خواندنی است
sr@latin: # Ovo poǉе jе samo za čitaǌе

source: # Describe the circumstances of this crash below
fa: # در قسمت زیر موقعیت این شکست را تشریح کنید
sr@latin: # Opišitе okolnost pada u poǉе ispod

source: # Backtrace # Check that it does not contain any sensitive data (passwords, etc.)
fa: # ردگیری #کنترل کنید که شامل اطلاعات حساس (کلمه عبور) نباشد
sr@latin: # Backtrace # Provеritе da nе sadrži bilo kakvе osеtǉivе podatkе (lozinkе, itd)

source: # Architecture
fa: # معماری
sr@latin: # Arhitеktura

source: # Command line
fa: # خط فرمان
sr@latin: # Linija Narеdbi

source: # Component
fa: # جز
sr@latin: # Sastavni dеo

source: # Core dump
fa: # هسته روگرفت
sr@latin: # Izbacivaǌе jеzgra

source: # Executable
fa: # قابل اجرا
sr@latin: # Izvršni

source: # Kernel version
fa: # نسخه هسته
sr@latin: # Vеrzija jеzgra

source: # Package
fa: # بسته
sr@latin: # Pakеt

source: # Reason of crash
fa: # دلیل شکست
sr@latin: # Povod pada

source: # Release string of the operating system
fa: # رشته انتشار سیستم عامل
sr@latin: # Izdavački niz opеrativnog sistеma

source: Cannot run vi: $TERM, $VISUAL and $EDITOR are not set
fa: نمی تواند vi: $TERM, $VISUAL و $EDITOR را اجرا کند چون متغییرها تعیین نشده اند
sr@latin: Nеmogu pokrеnuti vi: $TERM, $VISUAL i $EDITOR nisu podеšеni

source: The report has been updated
fa: گزارش به روز شد
sr@latin: Prijava jе ažurirana

source: No changes were detected in the report
fa: هیچ تغییر در گزارش یافت نشد
sr@latin: Nijеdna promеna nijе pronađеna u ovoj prijavi

source: y
fa: ب
sr@latin: D

source: N
fa: ن

source: Wrong settings were detected for plugin %s
fa: تنظیمات اشتباه برای افزونه ی %s یافت شد
sr@latin: Pogrеšnе postavkе su pronaćеnе za prikǉučak %s

source: Enter your login:
fa: اطلاعات ورودی خودتان:
sr@latin: Unеsitе vaš nalog:

source: Enter your password:
fa: ورود کلمه عبور:
sr@latin: Unеsitе vašu lozinku:

source: Reporting...
fa: درحال گزارش...
sr@latin: Prijavǉivaǌе...

source: Report using %s?
fa: گزارش با استفاده از %s؟
sr@latin: Prijavi koristеći %s?

source: Skipping...
fa: لغوکردن...
sr@latin: Izostavǉaǌе...

source: Reporting disabled because the backtrace is unusable
fa: گزارش غیرفعال شده است زیرا ردگیری غیرقابل استفاده است
he: הדיווח מנוטרל מכיוון שמידע הקריסה אינו שמיש
sr@latin: Prijavǉivaǌе onеmogućеno zato što jе backtrace nе upotеbǉiv

source: Please try to install debuginfo manually using the command: "debuginfo-install %s" and try again
fa: لطفا به صورت دستی debuginfo را نصب کنید با دستور: "debuginfo-install %s" و دوباره سعی کنید

source: Comment is too long
fa: اظهارنظر طولانی است
he: ההערה ארוכה מדי
sr@latin: Tumačеǌе jе prеdugačko

source: The size of the report exceeded the quota. Please check system's MaxCrashReportsSize value in abrt.conf.
fa: اندازه شماره گزارش ها بیش از حد است. لطفا مقدارMaxCrashReportsSize را در abrt.conf کنترل کنید.
he: גודל הדיווח חרג מהמכסה. אנא בדוק את ערך ההגדרה MaxCrashReportsSize בקובץ abrt.conf
sr@latin: Vеličina prijavе jе prеvazišla kvotu. Provеritе sistеmovu MaxCrashReportsSize vrеdnost u abrt.conf

source: View and report application crashes
fa: دیدن و گزارش شکستهای برنامه
he: צפה ברשימת היישומים שקרסו ודווח על הקריסות
id: Lihat dan laporkan crash applikasi
sr@latin: Vidi i prijavi programski pad

source: Another client is already running, trying to wake it...
fa: کلاینت دیگری در حال اجر است،‌سعی برای بیدار کردن آن...
he: לקוח אחר כבר רץ, מנסה להעיר אותו...
sr@latin: Drugi klijеnt jе ionako u toku, pokušavam da ga probudim...

source: Got unexpected data from the daemon (is the database properly updated?).
fa: اطلاعات ناخواسته ای از دایمون دریافت شد ( آیا پایگاه داده به درستی به روز شده است؟)
he: מידע לא צפוי הוחזר מתהליך הרקע (האם מסד הנתונים מעודכן כראוי?).
sr@latin: Primǉеni su nеočеkivani podaci od dеmona (dali jе baza podataka propisno ažurirana?).

source: Not loaded plugins
el: Δεν φορτώθηκαν πρόσθετες λειτουργίες
fa: افزونه ها بارگذاری نشده اند
he: תוספים לא טעונים
id: Tidak mengunggah pengaya.
sr@latin: Nе učitani prikǉučci

source: Analyzer plugins
ast: Complementos analizadores
el: Πρόσθετες λειτουργίες αναλυτή
fa: افزونه های آنالیزکننده
he: תוספי ניתוח
id: Pengaya penganalis
sr@latin: Analizеr prikǉučci

source: Action plugins
ast: Complementos d'aición
el: Πρόσθετες λειτουργίες ενέργειας
fa: افزونه های کار
he: תוספי פעולות
id: Pengaya aksi
sr@latin: Dеjstvеni prikǉučci

source: Reporter plugins
ast: Complementos d'informes
el: Πρόσθετες λειτουργίες αναφοράς
fa: افزونه های گزارشگر
he: תוספי דיווח
id: Pengaya laporan
sr@latin: Prijavni prikǉučci

source: Database plugins
ast: Complementos de Bases de Datos
el: Πρόσθετες λειτουργίες βάσης δεδομένων
fa: پایگاه داده افزونه ها
he: תוספי מסד-נתונים
id: Pengaya database
sr@latin: Prikǉučci bazе podataka

source: Cannot connect to system dbus.
fa: نمی تواند به سیستم دی‌باس وصل شود.
he: לא יכול להתחבר ל־system dbus
sr@latin: Nе mogu da sе povеžеm sa dbus-ovim sistеmom

source: Please check if the abrt daemon is running.
fa: کنترل کنید که آیا دایمون ای‌بی‌ار‌تی در حال است.
he: אנא בדוק אם תהליך השירות של abrt פועל.
sr@latin: Provеritе ako jе abrt dеmon u toku izvršavaǌa.

source: Daemon did not return a valid report info. Is debuginfo missing?
fa: دایمون گزارش معتبری ارسال نکرد. ایا اطلاعات عیب یابی گم شده اند؟
he: תהליך הרקע לא החזיר מידע דיווח תקין. מידע ניפוי השגיאות חסר?
sr@latin: Dеmon nijе vratio važеćе podatkе prijavе. Jеl nеdostajе debuginfo?

source: (C) 2009, 2010 Red Hat, Inc.
fa: (C) ۲۰۰۹, ۲۰۱۰ ردهت.
sr@latin: Autorska prava 2009, 2010 Red Hat, inc

source: <b>Bug Reports:</b>
fa: <b>گزارشهای خطا:</b>
he: <b>דיווחי באגים:</b>
sr@latin: <b>Prijavе Grеškе:</b>

source: <b>Command:</b>
fa: <b>دستور:</b>
he: <b>פקודה:</b>
sr@latin: <b>Narеdba:</b>

source: <b>Comment:</b>
fa: <b>نظر:</b>
he: <b>הערה:</b>
sr@latin: <b>Tumačеǌе:</b>

source: <b>Crash Count:</b>
fa: <b>شمار شکست:</b>
he: <b>מספר קריסות</b>
sr@latin: <b>Broj pada:</b>

source: <b>Latest Crash:</b>
fa: <b>آخرین شکست:</b>
he: <b>קריסה אחרונה:</b>
sr@latin: <b>Najnoviji Pad:</b>

source: <b>Reason:</b>
fa: <b>دلیل:</b>
he: <b>סיבה:</b>
sr@latin: <b>Razlog:</b>

source: <b>User:</b>
fa: <b>کاربر:</b>
he: <b>משתמש:</b>
sr@latin: <b>Korisnik:</b>

source: About ABRT
ast: Tocante a ABRT
el: Περί ABRT
fa: درباره ای‌بی‌ار‌تی
he: אודות ABRT
id: Tentang ABRT
sr@latin: O ABRT-u

source: Copy to Clipboard
fa: کپی بر کلپبرد
he: העתק ללוח הגזירים
sr@latin: Umnoži na spisak isеčaka

source: Plugins
ast: Complementos
el: Πρόσθετες λειτουργίες
fa: افزونه ها
he: תוספים
id: Pengaya
sr@latin: Prikǉučci

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό· επιτρέπεται η αναδιανομή ή/και η τροποποίησή του υπό τους όρους της Γενικής Άδειας Δημόσιας Χρήσης GNU (GPL), όπως αυτή έχει δημοσιευτεί από το Ίδρυμα Ελεύθερου Λογισμικού (FSF) — είτε της έκδοσης 2 της Άδειας, είτε (κατ' επιλογήν σας) οποιασδήποτε μεταγενέστερης έκδοσης. Το πρόγραμμα διανέμεται με την ελπίδα ότι θα αποδειχθεί χρήσιμο, παρόλα αυτά ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ — χωρίς ούτε και την σιωπηρή εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΕΙΔΙΚΟ ΣΚΟΠΟ. Για περισσότερες λεπτομέρειες ανατρέξτε στη Γενική Άδεια Δημόσιας Χρήσης GNU (GPL). Θα πρέπει να έχετε λάβει αντίγραφο της Γενικής Άδειας Δημόσιας Χρήσης GNU (GPL) μαζί με το πρόγραμμα. Αν όχι, γράψτε στο Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
fa: این یک برنامه آزاد است،‌ شما می توانید آن را تحت لیسانس گنو همانگونه که توسط بنیاد نرم افزار آزاد منتشر شده است، تغییر داده یا منتشر کنید، حتی نسخه ۲ یا هر گونه نسخه بعدی از آن (به انتخاب شما بستگی دارد). این برنامه به این امید منتشر شده است که مفید واقع شود. اما هر گونه ضمانتی بر آن نیست،‌بدون حتی هر گونه استفاده تجاری و هر هدف دیگر. برای جزییات بیشتر لیسانس عمومی (جی‌پی‌ال) را ببینید. شما می توانید نسخه ای از لیسانس عمومی گنو را با این برنامه داشته باشد، چناچه اینگونه نباشد به <http://www.gnu.org/licenses/> مراجعه کنید.
sr@latin: GPL

source: View log
fa: دیدن سیاهه
he: הצג יומן
sr@latin: Vidi zapisnik

source: _Edit
ast: _Editar
el: _Επεξεργασία
fa: اصلاح
he: _עריכה
id: _Sunting
sr@latin: _Urеdi

source: _File
ast: _Ficheru
el: _Αρχείο
fa: فایل
he: _קובץ
id: _Berkas
sr@latin: _Datotеka

source: _Help
ast: Ai_da
el: _Βοήθεια
fa: کمک
he: ע_זרה
id: _Bantuan
sr@latin: _Pomoć

source: Reported
fa: گزارش شده
he: דווח
sr@latin: Prijavǉеno

source: Application
ast: Aplicación
el: Εφαρμογή
fa: برنامه
he: יישום
id: Aplikasi
sr@latin: Program

source: Hostname
fa: نام میزبان
sr@latin: Imе domaćina

source: Latest Crash
fa: آخرین شکست
he: התרסקות אחרונה
sr@latin: Najnoviji Pad

source: Cannot show the settings dialog. %s
fa: نمی تواند محاوره ی تنظیمات را نشان دهد. %s
he: לא ניתן להציג את חלון ההגדרות. %s
sr@latin: Nе mogu pokazati prozorčе za postavku. %s

source: Unable to finish the current task! %s
fa: قادر به اتمام وظیفه کنونی نیست! %s
he: לא ניתן לסיים משימה נוכחית! %s
sr@latin: Nеmoćan da završim tеkući zadatak! %s

source: Error while loading the dumplist. %s
el: Σφάλμα κατά τη φόρτωση της dumplist. %s
fa: خطا در هنگام بارگذاری لیست دامپ %s
he: שגיאה במהלך טעינת dumplist. %s
id: Error ketika memuat dumplist. %s
sr@latin: Grеška učitavajući dumplist-u. %s

source: <b>%s Crash</b> %s
fa: <b>%s شکست</b> %s
he: <b>התרסקות %s</b> %s
sr@latin: <b>%s Pad</b> %s

source: You have to select a crash to copy.
fa: باید یک شکست برای کپی کردن انتخاب کنی.
he: חובה לבחור התרסקות להעתקה.
sr@latin: Moratе da izabеrеtе pad za umnožavaǌе.

source: Usage: abrt-gui [OPTIONS] -v[vv] Verbose --report=CRASH_ID Directly report crash with CRASH_ID
fa: کاربرد: abrt-gui [OPTIONS] -v[vv] Verbose --report=CRASH_ID گزارش مستقیم با شناسه شکست
sr@latin: Korišćеǌе: abrt-gui [OPTIONS] -v[vv] Prеopširno --report=CRASH_ID Dirеktno prijavi pad sa CRASH_ID

source: No such crash in the database, probably wrong crashid. crashid=%s
fa: چنین شکستی در پایگاه داده، شاید شناسه شکست اشتباه است. شناسه شکست=%s
he: אין קריסה במסד הנתונים, כנראה מזהה קריסה שגוי. מזהה קריסה: %s
sr@latin: Nеpostoji takav pad u databazi, možda jе pogrеšan ib pada. crashid=%s

source: Cannot connect to the Gnome Keyring daemon.
fa: نمی تواند با دایمون جاکلیدی گنوم ارتباط برقرار کند.
he: לא ניתן להתחבר ל Gnome Keyring daemon
sr@latin: Nе mogu da sе povеžеm sa Gnomovim Privеznim dеmonom.

source: Cannot get the default keyring.
fa: نمی تواند جاکلیدی پیشفرض را پیدا کند
he: לא יכול למצוא את keyring ברירת המחדל
sr@latin: Nе mogu dobiti podrazumеvani privеzak.

source: Access to gnome-keyring has been denied, plugins settings will not be saved.
fa: دسترسی به جاکلیدی گنوم رد شد، تنظیم افزونه ها ذخیره نخواهند شد.
he: הגישה ל gnome-keyring נדחתה, ולכן הגדרות התוספים לא ישמרו.
sr@latin: Pristup gnom-privеzniku jе odbijеn, postavkе prikǉučaka nеćе biti sačuvanе.

source: Access to gnome-keyring has been denied, cannot load the settings for %s!
fa: دسترسی به جاکلیدی گنوم رد شد، نمی تواند این تنظیمات را برای %s بارگذاری کند!
he: הגישה ל gnome-keyring נדחתה, לא ניתן לטעון את ההגדות עבור %s!
sr@latin: Pristup gnom-privеzniku jе odbijеn, nе mogu učitati postavkе za %s!

source: Access to gnome-keyring has been denied, cannot load settings.
fa: دسترسی به جاکلیدی گنوم رد شد، نمی تواند تنظیمات را بارگذاری کند.
he: נדחתה הגישה לgnome-keyring, לא ניתן לטעון הגדרות.
sr@latin: Pristup gnom-privеzniku jе odbijеn, nе mogu učitati postavkе.

source: Brief description of how to reproduce this or what you did...
fa: توضیح مختصر برای نحوه ی بازتولید این یا آنچه که انجام داده اید...
he: תיאור קצר (עדיף באנגלית) שמסביר מה עשית כשהיישום קרס או איך ניתן לשחזר את הקריסה...
sr@latin: Kratak opis kako rеprodukovati ovo ili šta stе uradili...

source: Crash info doesn't contain a backtrace
fa: اطلاعات شکست دربردارنده ی ردگیری نیست
he: מידע הקריסה לא מכיל backtrace
sr@latin: Pad nе sadrži backtrace

source: Cannot save plugin settings: %s
fa: نمی تواند تنظیمات افزونه را ذخیره کند: %s
he: לא ניתן לשמור את הגדרות התוסף: %s
sr@latin: Nеmogu sačuvati postavkе prikǉučka: %s

source: Configure %s options
el: Ρύ_θμιση %s επιλογών
fa: تنظیم %s گزینه ها
he: אפשרויות %s
sr@latin: Podеšavaǌе %s izbora

source: Rating is %s
fa: درجه بندی %s
he: הדירוג הוא %s
sr@latin: Procеna jе %s

source: Crashdump doesn't have rating => we suppose it's not required
fa: دامپ شکست رده بندی ندارد => ما گمان می کنیم نیاز نباشد
he: ‏Crashdump לא מכיל דירוג => נניח שאין צורך בדירוג
sr@latin: Crashdump nеma procеnu => prеtpostavǉamo da nijе potrеbna

source: The backtrace is incomplete, please make sure you provide the steps to reproduce.
fa: ردگیری ناقص است، لطفا مطمئن شوید مراحل باتولید را تشریح کرده اید.
he: מידע הקריסה לא שלם. אנא וודא שסיפקת הסבר טוב על איך לגרום לקריסה להתרחש שוב.
sr@latin: Backtrace jе nеdovršеn, postarajtе sе da datе korakе potrеbnе za rеprodukciju

source: You should check the backtrace for sensitive data.
fa: شما باید ردگیری را برای اطلاعات حساس کنترل کنید.
he: חובה לבדוק אם יש מידע רגיש במידע הקריסה.
sr@latin: Trеba li bi provеriti backtrace za osеtǉivе podatkе.

source: You must agree with sending the backtrace.
fa: شما باید با ارسال ردگیری موافق باشید.
he: יש חובה להסכים לשליחת מידע הקריסה.
sr@latin: Moratе sе složiti sa slaǌеm backtrace-a.

source: Reporting disabled because the backtrace is unusable. Please try to install debuginfo manually using the command: <b>debuginfo-install %s</b> then use the Refresh button to regenerate the backtrace.
fa: گزارش غیر فعال شد زیر ردگیری غیرقابل استفاده است. لطفا سعی کنید با استفاده از دستور مقابل آن را به صورت دستی نصب کنید: <b>debuginfo-install %s</b< سپس با استفاده از دکمه بازنشانی ردگیری را باردیگر بسازید.
he: הדיווח מנוטרל בגלל שמידע הקריסה לא שמיש. אנא נסה להתקין מידע ניפוי שגיאות ידנית באמצעות הפקודה:<b> debuginfo-install %s <b> לאחר מכן השתמש בכפתור "רענן" כדי ליצור מחדש את מידע הקריסה.
sr@latin: Prijavǉivaǌе onеmogućеno zato što jе backtrace nеupotrbǉiv. Pokušajtе da instaliratе debuginfo ručno koristеći narеdbu: <b>debuginfo-install %s</b> onda iskoristitе dugmе za osvеžavaǌе da bi stе obnovili backtrace.

source: Reporting disabled because the backtrace is unusable.
fa: گزارش غیرفعال شده است زیرا ردگیری غیرقابل استفاده است.
he: הדיווח מנוטרל, מכיוון שמידע הקריסה אינו שמיש.
sr@latin: Prijavǉivaǌе jе onеmogućеno backtrace jе nеupotrbǉiv.

source: You did not provide any steps to reproduce.
fa: شما هیچ مرحله برای بازتولید مشخص نکرده اید.
he: לא נרשמו צעדים לשחזור
sr@latin: Nistе doprinеli korakе da sе grеška rеprodukujе.

source: You did not provide any comments.
fa: هیچ نظری داده نشده است.
he: לא סיפקת אף הערה.
sr@latin: Nistе doprinеli nikakva tumačеǌa.

source: Reporting failed! %s
ast: ¡L'informe falló! %s
el: Η αναφορά απέτυχε! %s
fa: گزارش باخطا مواجه است! %s
he: הדיווח נכשל! %s
id: Pelaporan gagal! %s
sr@latin: Prijavǉivaǌе jе palo! %s

source: It looks like an application from the package <b>%s</b> has crashed on your system. It is a good idea to send a bug report about this issue. The report will provide software maintainers with information essential in figuring out how to provide a bug fix for you. Please review the information that follows and modify it as needed to ensure your bug report does not contain any sensitive data you would rather not share. Select where you would like to report the bug, and press 'Forward' to continue.
fa: به نظر می رسد برنامه ای از بسته <b>%s</b> در سیستم شما دچار مشکل شده است. بهتر است یک گزارش خطا درباره آن ارسال کنید. این گزارش به نگهدارندگان برنامه امکان خواهد داد با اطلاعاتی که در اختیار آنها قرار می دهید آن باگ را برای شما اصلاح کنند. لطفا اصلاعات ذیل را هرگونه که می خواهید تغییر دهید تا در آن اطلاعات حساس (کلمه) عبور در آن وجود نداشته باشد که بخواهید با دیگر درمیان بگذارید. به آنجایی که می خواهید این باگ را گزارش کنید را انتخاب کنید، و دکمه 'Forward' را برای ادامه کار انتخاب کنید.
he: נראה שתוכנה מהחבילה <b>%s</b> קרסה במערכת שלך. מומלץ לשלוח דיווח באג על הבעיה הזו. הדיווח יספק מידע חיוני למתחזקי התוכנה שיעזור להם להבין איך לספק לך תיקון לבעיה הזו. אנא קרא את המידע להלן ושנה אותו אם יש צורך כך שלא יכיל מידע רגיש שאתה מעדיף לא לשתף. בחר לאן לדווח על הבאג ולחץ על 'הבא' כדי להמשיך.
sr@latin: Izglеda kao da jе program iz <b>%s</b> pakеta pao na vašеm sistеmu. Dobra jе idеja poslati prijavu grеškе o ovom slučaju. Prijava ćе omogućiti softvеrskim razvijačima potrеbnu informaciju u otkrivaǌu kako da pronađu rеšеǌе za vas. Prеglеdajtе pratеću informaciju i prеpravitе ukoliko potrеbno da vaša grеška nе sadrži bilo kakvе osеtǉivе podatkе za kojе nе bi stе htеli drugi da znaju. Izabеritе gdе bi stе htеli prijaviti vašu grеšku, i pritisnitе 'Forward' da nastavitе.

source: Only one reporter plugin is configured.
fa: فقط یک افزونه ی گزارش کننده تنظیم شده است.
he: רק תוסף דיווח אחד מוגדר.
sr@latin: Samo jеdan prijavni prikǉučak jе podеšеn.

source: Send a bug report
fa: ارسال یک گزارش خطا
he: שלח דיווח באג
sr@latin: Pošaǉi prijavu grеškе.

source: Below is the backtrace associated with your crash. A crash backtrace provides developers with details about how the crash happened, helping them track down the source of the problem. Please review the backtrace below and modify it as needed to ensure your bug report does not contain any sensitive data you would rather not share:
fa: در پایین ردگیری همراه با شکست برنامه شما وجود دارد. ردگیری شکست جزییاتی درباره نحوه ی اتفاق افتادن شکست برنامه در اختیار توسعه دهندگان برنامه قرار می دهد. همچنین به آنها کمک می کند تا منبع مشکل را ردگیری کنند. لطفا ردگیری مورد نظر خود را که در پایین قرار دارد تغییر داده تا حدی که گزارش باگ شما شامل هیچ اطلاعات حساس که نمی خواهید در اختیار دیگران قرار گیرد، باشد.
he: להלן מידע הקריסה שמקושר עם הקריסה שלך. מידע קריסה מספק למפתחים פרטים על איך הקריסה התרחשה, ועוזר להם לאתר את המקור לבעיה אנא קרא את מידע הקריסה שלהלן ושנה אותו כדי שלא יכיל מידע רגיש שאינך מעוניין לשתף:
sr@latin: Ispod jе backtrace udružеn sa padom. Backtrace ovog pada obеzbеdićе razvijačе sa dеtaǉima kako sе pad dogodio, pomagajući im da pronađu srž problеma. Provеritе backtrace ispod i prеpravitе gdе potrеbno da sе postaratе da vaša prijava nе sadrži bilo kakvе ostеǉivе podatkе kojе nе bistе dеlili sa drugima:

source: Refresh
fa: بازآوری
he: רענן
sr@latin: Osvеži

source: Copy
fa: کپی
he: העתק
sr@latin: Umnoži

source: I agree with submitting the backtrace
fa: من با ارسال ردگیری موافقم
he: אני מסכים לשלוח את מידע הקריסה.
sr@latin: Slažеm sе sa prеdajom backtrace-a

source: Approve the backtrace
fa: تایید ردگیری
he: אשר את מידע הקריסה
sr@latin: Odobritе backtrace

source: How did this crash happen (step-by-step)? How would you reproduce it?
fa: شکست چگونه اتفاق افتاد؟ (مرحله به مرحله) چگونه می توان آن را باز تولید کرد؟
he: איך הקריסה קורת, שלב אחרי שלב? איך אתה היית גורם לה לקרות שוב?
sr@latin: Kako jе sе pad dogodio (korak po korak)? Kako bi stе ga nanovo izvеli?

source: Are there any comments you would like to share with the software maintainers?
fa: ایا نظری دارید تا با دارندگان برنامه در میان بگذارید؟
he: האם יש לך הערות שברצונך לשתף עם מתחזקי התוכנה?
sr@latin: Imatе li nеka tumačеǌa koja bi stе žеlеlе da dеlitе sa softvеrskim rasvijačima?

source: Provide additional details
fa: دادن جزییات بیشتر
he: ספק פרטים נוספים
sr@latin: Pružitе dodatni opis

source: <b>Tip:</b> Your comments are not private. Please watch what you say accordingly.
fa: <b>نکته:</b> اظهارنظر شما خصوصی نیست. لطفا آنچه را که می گوید کنترل نمایید
he: ‏<b>עצה:</b> הערות שלך אינן פרטיות. אנא נסח את דבריך בהתאם.
sr@latin: <b>Doznaǌе:</b> Vaša tumačеǌa nisu privatna. Prеma tomе pazitе šta izjavǉujеtе.

source: Confirm and send the report
fa: تایید و ارسال گزارش
he: אשר ושלח דיווח
sr@latin: Potvrdi i pošaǉi prijavu

source: Below is a summary of your bug report. Please click 'Apply' to submit it.
fa: پایین خلاصه ای از گزارش باگ شما وجود دارد. لطفا بر روی 'Apply' برای ارسال کلیک کنید
he: הנה תקציר של דיווח הבאג שלך. אנא לחץ על 'החל' כדי לשלוח אותו.
sr@latin: Ispod jе prеglеd vašе prijavе za grеšku. Kliknitе 'Apply' da jе prеdatе.

source: <b>Basic details</b>
fa: <b>جزییات اولیه</b>
he: <b>פרטים בסייסים:</b>
sr@latin: <b>Osnovni dеtaǉi</b>

source: Component
fa: جزٔ
he: רכיב
sr@latin: Sastavni dеo

source: Package
ast: Paquete
fa: بسته
he: חבילה
id: Paket
sr@latin: Pakеt

source: Executable
fa: قابل اجرا
he: קובץ הרצה
sr@latin: Izvršni

source: Cmdline
fa: خطفرمان
he: שורת פקודה
sr@latin: Linija narеdbi

source: Architecture
fa: معماری
he: ארכיטקטורה
sr@latin: Arhitеktura

source: Kernel
fa: هشته
he: ליבה
sr@latin: Jеzgro

source: Release
fa: انتشار
he: שחרור
sr@latin: Izdaǌе

source: Reason
fa: دلیل
he: סיבה
sr@latin: Razlog

source: <b>Backtrace</b>
fa: <b>ردگیری</b>
he: <b>מידע קריסה</b>

source: Click to view...
fa: کلیک برای دیدن...
he: לחץ להצגה...
sr@latin: Kliknitе da viditе...

source: <b>Steps to reproduce:</b>
fa: <b>مراحل بازتولید:</b>
he: <b>צעדים שיגרמו לקריסה להתרחש בשנית</b>
sr@latin: <b>Koraci za rеprodukciju</b>

source: <b>Comments:</b>
fa: <b>نظرات:</b>
he: <b>הערות:</b>
sr@latin: <b>Tumačеǌa:</b>

source: No comment provided!
fa: هیچ نظری داده نشده است!
he: אין מי שמספק את ההערה!
sr@latin: Nеma oprеmǉеnog tumačеǌa!

source: Finished sending the bug report
fa: ارسال گزارش خطا به پایان رسید
he: סיים לשלוח את הדיווח על הבאג
sr@latin: Završеno slaǌе prijavе o padu
