Repository: AlexxNica/abrt
Catalog: po/*.po
Languages: ast, el, fa, he, id, sr@latin

source: Writing report to '%s'
el: Γίνεται εγγραφή αναφοράς στο '%s'
id: Menulis laporan untuk '%s'

source: FileTransfer: URL not specified
ast: Tresferencia de ficheru: URL nun especificada
el: Μεταφορά αρχείου: Δεν έχει καθοριστεί URL

source: Sending archive %s to %s
el: Αποστολή αρχείου %s στο %s
id: Mengirimkan arsip %s ke %s

source: File Transfer: Creating a report...
ast: Tresferencia de ficheru: Criando un informe...
el: Μεταφορά αρχείου: Δημιουργία αναφοράς...
id: Transfer Berkas: Membuat sebuah laporan...

source: Can't create and send an archive: %s
el: Αδυναμία δημιουργίας και αποστολής αρχείου: %s
id: Tidak bisa membuat dan mengirimkan sebuah arsip: %s

source: Can't create and send an archive %s
el: Αδυναμία δημιουργίας και αποστολής αρχείου: %s
id: Tidak bisa membuat dan mengirimkan sebuah arsip %s

source: Running sosreport: %s
el: Εκτέλεση sosreport: %s
id: Menjalankan sosreport: %s

source: Done running sosreport
el: Ολοκληρώθηκε η εκτέλεση του sosreport
id: Selesai menjalankan sosreport

source: Plugin name is not set, can't load it's settings
ast: Nun ta puestu'l nome del complementu, nun pudo cargase la configuración

source: Daemon did't return valid report info Debuginfo is missing?
ast: El degorriu nun devuelve un informe válidu ¿Falta la información de la depuración?

source: <b>Not reported!</b>
ast: <b>¡Non informáu!</b>
id: <b>Tidak dilaporkan!</b>

source: <span color="white">Description</span>
ast: <span color="white">Descripción</span>

source: Delete
ast: Desaniciar
id: Hapus

source: Working...
ast: Trabayando...

source: Icon
ast: Iconu
id: Ikon

source: Date
ast: Data
id: Tanggal

source: Crash Rate
ast: Tasa de cayíes

source: User
ast: Usuariu
id: Pengguna

source: Error while loading the dumplist, please check if abrt daemon is running %s
ast: Fallu intentando cargar la llista de volcáu, por favor compreba si'l degorriu abrt ta executándose %s

source: Can't get username for uid %s
ast: Nun pudo algamase'l nome d'usuariu pal uid %s

source: <b>This crash has been reported, you can find the report(s) at:</b>
ast: <b>Esta cayía yá se reportó, puedes alcontrar l'informe en:</b>

source: <b>WARNING</b>, you're about to send data which might contain sensitive information. Do you really want to send <b>%s</b>?
ast: <b>ALVERTENCIA</b>, ¡tas por unviar datos que pueden caltener información sensible! ¿De xuru que quies unviar <b>%s</b>?

source: No UI for plugin %s
ast: Nun hai interface del usuariu pal complementu %s
id: Tidak UI untuk plugin %s

source: Comment
ast: Comentariu

source: Send
ast: Unviar

source: Edit blacklisted packages
ast: Edita los paquetes de la Blacklist

source: Global Settings
ast: Preferencies globales
id: Pengaturan global

source: Nothing selected
ast: Na esbillao

source: Plugin Details
ast: Detalles de Complementu

source: Settings
ast: Preferencies
id: Pengaturan

source: This function is not implemented yet!
ast: ¡Esta función entá nun ta implementada!

source: ABRT service has been started
ast: Executáu serviciu ABRT

source: Empty login and password. Please check Bugzilla.conf
ast: Usuariu y contraseña ermos. Por favor, compreba'l ficheru Bugzilla.conf

source: Bug is already reported:
ast: Yá s'informó d'esti fallu (bug):

source: Binary file %s will not be reported.
ast: Nun s'informará del ficheru binariu %s.

source: New bug id:
ast: Nuevu id del fallu:

source: Checking CC...
ast: Chequeando CC...

source: Getting backtrace...
ast: Algamando'l backtrace...

source: Searching for debug-info packages...
ast: Guetando paquetes d'información del depurador...

source: Downloading and installing debug-info packages...
ast: Baxando ya instalando paquetes d'información del depurador...

source: Getting local universal unique identification...
ast: Algamando la identificación única universal llocal...
id: Mendapatkan identifikasi unik universal lokal

source: Starting report creation...
ast: Aniciando la criación del informe...

source: Creating a report...
ast: Criando un informe...

source: Executing RunApp plugin...
ast: Executando complementu RunApp...

source: Sending archive %s via %s
ast: Unviando ficheru %s vía %s

source: CFileTransfer::Run(): Cannot create and send an archive:
ast: CFileTransfer::Run(): nun pudo criase y unviase un ficheru:

source: Creating kernel oops crash reports...
ast: Criando un informe de colingue de kernel oops...
id: Membuat laporan kernel oops crash

source: Executing SOSreport plugin...
ast: Executando complementu SOSreport...

source: running sosreport:
ast: llanzando sosreport:

source: done running sosreport
ast: Sosreport executándose

source: Not Reported
id: Tidak Dilaporkan

source: Crash count
id: Jumlah crash

source: This crash has been reported:
id: Crash ini sudah dilaporkan:

source: <b>This crash has been reported:</b>
id: <b>Crash ini telah dilaporkan:</b>
