Repository: AlexxNica/abrt
Catalog: libreport/po/*.po
Languages: bs

source: Uploads coredump to a server, which generates backtrace and returns it. Pros: no need for debuginfo downloads. Retrace server's database of debuginfos is more complete. Retrace server may generate better backtraces. Cons: coredump you upload contains all the data from the crashed program, including your private data, if any.
bs: Prebacuje ispis jezgre na server koji stvara funkcijski trag i vraća ga. Za: nema potrebe za debuginfo preuzimanjima. Retrace serverova baza podataka debuginfo-a je potpunija. Retrace server može stvarati bolje funkcijske tragove. Protiv: ispis jezgre koji prebacite sadrži sve podatke iz srušenog programa uključujući Vaše privatne podatke (ako postoje).

source: Address of Bugzilla server
bs: Adresa Bugzilla servera

source: Bugzilla account password
bs: Bugzilla šifra računa

source: Bugzilla account user name
bs: Bugzilla korisničko ime računa

source: Check SSL key validity
bs: Provjeri ispravnost SSL ključa

source: Password
bs: Šifra

source: Report to Bugzilla bug tracker
bs: Podnesi izvještaj Bugzilla tragaču greški

source: User name
bs: Korisničko ime

source: Verify SSL
bs: Provjeri SSL

source: You can create bugzilla.redhat.com account &lt;a href="https://bugzilla.redhat.com/createaccount.cgi"&gt;here&lt;/a&gt;
bs: Možete napraviti bugzilla.redhat.com račun <a href="https://bugzilla.redhat.com/createaccount.cgi">ovdje</a>

source: Oops server url
bs: Url oops servera

source: Send kernel problems to oops tracker
bs: Pošalji kernel probleme oops tragaču

source: Message subject
bs: Subjekt poruke

source: Recipient
bs: Primatelj

source: Recipient's email
bs: E-pošta primatelja

source: Send Binary Data
bs: Pošalji binarne podatke

source: Send binary files like coredump
bs: Pošalji binarne datoteke kao ispis jezgre

source: Send via email
bs: Pošalji putem e-pošte

source: Sender
bs: Pošiljaoc

source: Sender's email
bs: E-pošta pošiljaoca

source: Subject
bs: Subjekt

source: Address of the Red Hat support portal
bs: Adresa Red Hat portala podrške

source: RH Portal URL
bs: URL RH portala

source: Red Hat Customer Support
bs: Red Hat podrška za kupce

source: Red Hat customer password
bs: Red Hat šifra kupca

source: Red Hat customer user name
bs: Red Hat korisničko ime kupca

source: Report to Red Hat support
bs: Izvijesti Red Hat podršku

source: Username
bs: Korisničko ime
