Repository: AlexxNica/abrt
Catalog: libreport/po/*.po
Languages: bs

source: ABRT notification applet
bs: ABRT obavještajni aplet

source: Automatic Bug Reporting Tool
bs: Automatski alat za izvještaj greški

source: A crash in the %s package has been detected
bs: Greška je otkrivena u %s paketu.

source: A crash has been detected
bs: Greška je otkrivena

source: ABRT service is not running
bs: ABRT servis se neizvodi

source: Warning
bs: Upozorenje

source: Notification area applet that notifies users about issues detected by ABRT
bs: Obavještajni aplet koji obavještava korisnike o problemima otkrivenim od strane ABRT-a

source: translator-credits
bs: Arnes Arnautović <arnes99@gmail.com>

source: Hide
bs: Sakrij

source: Report
bs: Izvještaj

source: Show
bs: Pokaži

source: A Problem has Occurred
bs: Dogodio se je problem

source: Open ABRT
bs: Otvori ABRT

source: Usage: %s -l[f] [-D BASE_DIR]...] or: %s -r[y] CRASH_DIR or: %s -i[b] CRASH_DIR or: %s -d CRASH_DIR -l, --list List not yet reported problems -f, --full List all problems -D BASE_DIR Directory to list problems from (default: -D $HOME/.abrt/spool -D %s) -r, --report Send a report about CRASH_DIR -y, --always ...without editing and asking -i, --info Print detailed information about CRASH_DIR -f, --full ...including multi-line entries Note: -if will run analyzers (if this CRASH_DIR have defined analyzers) -d, --delete Remove CRASH_DIR -V, --version Display version and exit -v, --verbose Be verbose
bs: Korištenje: %s -l[f] [-D BASE_DIR]...] ili: %s -r[y] CRASH_DIR ili: %s -i[b] CRASH_DIR ili: %s -d CRASH_DIR <span class="whitespace other" title="Tab">»</span>-l, --list<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Izlistaj probleme koji još nisu prijavljeni <span class="whitespace other" title="Tab">»</span> -f, --full<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Izlistaj sve probleme <span class="whitespace other" title="Tab">»</span>-D BASE_DIR<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Direktorij iz kojeg će se izlistati problemi <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>(standardno: -D $HOME/.abrt/spool -D %s) <span class="whitespace other" title="Tab">»</span>-r, --report<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Pošalji izvještaj o CRASH_DIR <span class="whitespace other" title="Tab">»</span> -y, --always<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>...bez uređivanja i pitanja <span class="whitespace other" title="Tab">»</span>-i, --info<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Ispiši detaljne informacije o CRASH_DIR <span class="whitespace other" title="Tab">»</span> -f, --full<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>...uključujući više-redne unose <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Važno: -if će izvoditi analizatore <span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>(ako ovaj CRASH_DIR ima definisane analizatore) <span class="whitespace other" title="Tab">»</span>-d, --delete<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Odstrani CRASH_DIR <span class="whitespace other" title="Tab">»</span>-V, --version<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Prikaži verziju i izađi <span class="whitespace other" title="Tab">»</span>-v, --verbose<span class="whitespace other" title="Tab">»</span><span class="whitespace other" title="Tab">»</span>Budi opširan

source: You must specify exactly one operation
bs: Morate odrediti samo jednu operaciju

source: # This field is read only
bs: # Ovo polje se samo može čitati

source: # Describe the circumstances of this crash below
bs: # Opišite uslove pod kojima se dogodio pad

source: # Backtrace # Check that it does not contain any sensitive data (passwords, etc.)
bs: # Funkcijski trag # Pobrinite se da nesadrži bilo kakve osjetljive podatke (šifre, itd.)

source: # Architecture
bs: # Arhitektura

source: # Command line
bs: Naredbena linija

source: # Component
bs: Komponenta

source: # Core dump
bs: # Ispis jezgre

source: # Executable
bs: Izvršivo

source: # Kernel version
bs: # Kernel verzija

source: # Package
bs: Paket

source: # Reason of crash
bs: # Razlog pada

source: # Release string of the operating system
bs: # Znakovni niz izdanja operativnog sistema

source: Cannot run vi: $TERM, $VISUAL and $EDITOR are not set
bs: Nemogu pokrenuti vi: $TERM, $VISUAL i $EDITOR nisu postavljeni

source: The report has been updated
bs: Izvještaj je ažuriran

source: No changes were detected in the report
bs: Niakakve promjene nisu otkrivene u izvještaju

source: y
bs: d

source: Your input is not valid, because of:
bs: Vaš unos nije ispravan zbog:

source: Bad value for '%s': %s
bs: Loša vrijednost za '%s': %s

source: Select how you would like to analyze the problem:
bs: Odaberite kako želite analizirati ovaj problem:

source: Choose option [0 - %u]:
bs: Odaberite opciju [0 - %u]:

source: You have chosen number out of range
bs: Odabrali ste broj izvan dometa

source: Invalid input, program exiting...
bs: Nevažeći unos. Program prekida sa radom...

source: Reporting...
bs: Izvještavam...

source: Report using %s?
bs: Koristiti %s pri izvještavanju?

source: Skipping...
bs: Preskačem...

source: Reporting disabled because the backtrace is unusable
bs: Izvještavanje isključeno jer je funkcijski trag neiskoristiv

source: Please try to install debuginfo manually using the command: "debuginfo-install %s" and try again
bs: Molim pokušajte da instalirate debuginfo ručno koristeći naredbu: "debuginfo-install %s" i pokušajte ponovno.

source: Problem reported via %d report events (%d errors)
bs: Pad obavješten putem %d obavještajnih događaja (%d greški)

source: [-v] -d DIR Query package database and save package name, component, and description
bs: [-v] -d DIR Postavi upit bazi podataka od paketa i spremi ime paketa, komponentu i opis

source: Dump directory
bs: Direktorij ispisa

source: [-vs] -d DIR -e EVENT or:
bs: [-vs] -d DIREKTORIJ -e DOGAĐAJ ili:

source: Log to syslog
bs: Zapiši u syslog

source: Handle EVENT
bs: Obradi DOGAĐAJ

source: List possible events [which start with PFX]
bs: Izlistaj moguće događaje [koji počinju sa PFX]

source: Add program names to log
bs: Dodaj nazive programa u zapis

source: [options]
bs: [opcije]

source: Use UID as client uid
bs: Koristi UID kao klijentov uid

source: The size of the report exceeded the quota. Please check system's MaxCrashReportsSize value in abrt.conf.
bs: Veličina izvještaja je premašila kvotu. Molim provjerite sistemsku MaxCrashReportsSize vrijednost u abrt.conf.

source: Do not daemonize
bs: Nemoj deamonizirati

source: Log to syslog even with -d
bs: Zapiši u syslog čak i sa -d

source: Exit after SEC seconds of inactivity
bs: Izađi nakon SEC sekundi neaktivnosti

source: Show password
bs: Pokaži šifru

source: Event Configuration
bs: Konfiguracija događaja

source: Event
bs: Događaj

source: Configure E_vent
bs: Konfiguriraj E_vent

source: Wrong settings detected for %s, reporting will probably fail if you continue with the current configuration.
bs: Pogrešne postavke otkrivene za %s. Izvještavanje vjerovatno neće uspjeti ako nastavite sa trenutnom konfiguracijom.

source: Wrong settings detected for <b>%s</b>, reporting will probably fail if you continue with the current configuration.
bs: Pogrešne postavke otkrivene za <b>%s</b>. Izvještavanje vjerovatno neće uspjeti ako nastavite sa trenutnom konfiguracijom.

source: View and report application crashes
bs: Pogledaj i izvijesti aplikacijske padove

source: Reported
bs: Izvješteno

source: Last occurrence
bs: Zadnje pojavljivanje

source: _File
bs: _Datoteka

source: _Edit
bs: _Uredi

source: _Help
bs: _Pomoć

source: _Event configuration
bs: Konfiguracija _događaja

source: Online _Help
bs: Internet _Pomoć

source: [-vp] [DIR]... Shows list of ABRT dump directories in specified DIR(s) (default DIRs:
bs: [-vp] [DIR]... Prikazuje listu ABRT direktorija za ispis u specificiranim DIR(ovima) (standardni DIRovi:

source: [-vp] [-g GUI_FILE] DIR GUI tool to analyze and report problem saved in specified DIR
bs: [-vp] [-g GUI_FILE] DIR GUI alat za analiziranje i izvještaj problema spremljenog u specificiranom DIR

source: Alternate GUI file
bs: Alternativna GUI datoteka

source: Need writable directory, but '%s' is not writable. Move it to '%s' and operate on the moved copy?
bs: Trebam direktorij sa dopuštenjem pisanja međutim '%s' to nije. Prebaciti u '%s' i raditi na premještenoj kopiji?

source: (click here to view/edit)
bs: (pritisnite ovdje da pogledate/uredite)

source: (binary file, %llu bytes)
bs: (binarna datoteka, %llu bajta)

source: (no description)
bs: (bez opisa)

source: %llu bytes, %u files
bs: %llu bajta, %u datoteka

source: No processing for event '%s' is defined
bs: Procesiranje za događaj '%s' nije definisano

source: The backtrace is incomplete, please make sure you provide the steps to reproduce.
bs: Funkcijski trag nije potpun. Molim pobrinite se da unesete korake za reproduciranje.

source: Reporting disabled because the backtrace is unusable.
bs: Izvještavanje isključeno jer je funkcijski trag neiskoristiv.

source: You should check the backtrace for sensitive data.
bs: Trebali biste provjeriti funkcijski trag zbog osjetljivih podataka.

source: You must agree with sending the backtrace.
bs: Morate se složiti sa slanjem funkcijskog traga.

source: Analyzing...
bs: Analiziram...

source: Analyzing finished with exit code %d
bs: Analiziranje završeno sa izlaznim kodom %d

source: Reporting finished with exit code %d
bs: Izvještavanje završeno sa izlaznim kodom %d

source: Name
bs: Ime

source: Value
bs: Vrijednost

source: <b>Your comments are not private.</b> They may be included into publicly visible problem reports.
bs: <b>Vaši komentari nisu privatni.</b> Moguće je da se uključe u javno vidljive izvještaje problema.

source: Analyzing did not start yet
bs: Analiziranje još nije počelo

source: Any additional comments useful for diagnosing the problem?
bs: Bilo kakav dodatni komentar koji može biti koristan za dijagnosticiranje problema?

source: Backtrace provides developers with details of the crash, helping them track down the source of the problem. Please review it and remove any sensitive data you would rather not share:
bs: Funkcijski trag daje programerima detalje pada, pomažući im u pronalasku izvora problema. Molim provjerite ga i odstranite bilo kakve osjetljive podatke koje neželite dijeliti:

source: Can create more informative backtrace if you installed additional debug packages
bs: Detaljniji funkcijski trag bi se mogao stvoriti da imate instalirane dodatne debug pakete

source: Click 'Apply' to start reporting
bs: Pritisnite 'Primjeni' da započnete izvještavanje

source: Configure _Events
bs: Konfiguriši _događaje

source: Details
bs: Detalji

source: How did this problem happen (step-by-step)? How can it be reproduced?
bs: Kako se je ovaj problem dogodio (korak po korak)? Kako se može reproducirati?

source: I _agree with submitting the backtrace
bs: Slažem se sa podnošenjem funkcijskog traga

source: On the following screens, you will be asked to describe how the problem occurred, to choose how to analyze the problem (if needed), to review collected data, and to choose where the problem should be reported. Click 'Forward' to proceed.
bs: Na sljedećim prikazima od Vas će se tražiti da opišete kako se problem dogodio, da odaberete kako da se analizira problem (ako je potrebno), da pregledate sakupljene podatke i da odaberete gdje bi se problem trebao poslati. Pritisnite 'Naprijed' da nastavite.

source: Regenerate backtrace
bs: Ponovno napravi funkcijski trag

source: Reporter(s):
bs: Izvještavač(i):

source: Reporting did not start yet
bs: Izvještavanje još nije počelo

source: Select how you would like to analyze the problem:
bs: Odaberite kako bi htjeli da analizirate problem:

source: Select how you would like to report the problem:
bs: Odaberite kako bi htjeli da izvijestite problem:

source: Size:
bs: Veličina:

source: Use this button to generate more informative backtrace after you installed additional debug packages
bs: Koristite ovo dugme da stvorite detaljniji funkcijski trag nakon što ste instalirali dodatne debug datoteke

source: Uploaded: %llu of %llu kbytes
bs: Prebačeno: %llu od %llu kb

source: Missing mandatory value
bs: Nedostaje obavezna vrijednost

source: Invalid utf8 character '%c'
bs: Nevažeći utf8 znak '%c'

source: Invalid number '%s'
bs: Nevažeći broj '%s'

source: Invalid boolean value '%s'
bs: Nevažeća boolean vrijednost '%s'

source: Unsupported option type
bs: Nepodržan tip opcije

source: Usage: %s
bs: Korištenje: %s

source: [options] -d DIR Analyzes C/C++ backtrace, generates duplication hash, backtrace rating, and identifies crash function in dump directory DIR
bs: [options] -d DIREKTORIJ Analizira C/C++ funkcijski trag, stvara duplikacijski hash, ocjena funkcijskog traga i identificira funkciju pada u direktoriju ispisa DIREKTORIJ

source: Backtrace parsing failed for %s
bs: Prolazak kroz funkcijski trag nije uspjelo za %s

source: [-v] -d DIR Calculates and saves UUID of coredump in dump directory DIR
bs: [-v] -d DIR Izračunava i sprema UUID od ispisa jezgre u direktorij ispisa DIR

source: [-vs] -d DIR Calculates and saves UUID and DUPHASH for oops dump directory DIR
bs: [-vs] -d DIREKTORIJ Izračunava i sprema UUID i DUPHASH za oops direktorij ispisa DIREKTORIJ

source: [-v] -d DIR Calculates and saves UUID and DUPHASH of python crash dumps
bs: [-v] -d DIR Izračunava i sprema UUID i DUPHASH od python ispisa pada

source: New bug id: %i
bs: Novi id greške: %i

source: Empty login or password, please check your configuration
bs: Prazno korisničko ime ili šifra. Molim, provjerite svoju konfiguraciju

source: Essential file '%s' is missing, can't continue..
bs: Neophodna datoteka '%s' nedostaje. Nemogu nastaviti.

source: Essential file '%s' is empty, can't continue..
bs: Neophodna datoteka '%s' je prazna. Nemogu nastaviti.

source: Logging into Bugzilla at %s
bs: Prijavljujem se u Bugzilla na %s

source: Checking for duplicates
bs: Provjeravanje duplikata

source: Missing mandatory member 'bugs'
bs: Nedostaje obavezni član 'bugs'

source: get_bug_info() failed. Could not collect all mandatory information
bs: get_bug_info() neuspjelo. Nisam mogao skupiti sve obavezne informacije

source: Creating a new bug
bs: Stvaram novu grešku

source: Bugzilla entry creation failed
bs: Bugzilla stvaranje unosa neuspjelo

source: Logging out
bs: Odjavljujem se

source: Bug is already reported: %i
bs: Greška je već izviještena: %i

source: Bugzilla couldn't find parent of bug %d
bs: Bugzilla nije mogla naći roditelja greške %d

source: Add %s to CC list
bs: Dodaj %s na CC listu

source: Adding new comment to bug %d
bs: Dodaj novi komentar u grešku %d

source: [-v] -c CONFFILE -d DIR Reports problem to Bugzilla
bs: [-v] -c CONFFILE -d DIR Izvještava problem na Bugzilla

source: Configuration file (may be given many times)
bs: Konfiguracijska datoteka (može se dati mnogo puta)

source: [options] -d DIR Generates and saves backtrace for coredump in dump directory DIR
bs: [options] -d DIR Stvara i sprema funkcijski trag za ispis jezgre u direktorij za ispis DIR

source: Additional debuginfo directories
bs: Dodatni debuginfo direktoriji

source: Kill gdb if it runs for more than N seconds
bs: Uništi gdb ako bude radio više od N sekundi

source: Backtrace is generated and saved, %u bytes
bs: Funkcijski trag je napravljen i spremljen, %u bajta

source: Extracting cpio from %s
bs: Vadim cpio iz %s

source: Can't write to '%s': %s
bs: Nemogu pisati u '%s': %s

source: Can't extract package '%s'
bs: Nemogu izvaditi paket '%s'

source: Caching files from %s made from %s
bs: Keširanje datoteka iz %s dobivenih od %s

source: Can't extract files from '%s'
bs: Nemogu izvaditi datoteke iz '%s'

source: Downloading (%i of %i) %s: %3u%%
bs: Preuzimam (%i od %i) %s: %3u%%

source: Error initializing yum (YumBase.doConfigSetup): '%s'
bs: Greški pri yum inicijalizaciji (YumBase.doConfigSetup): '%s'

source: Looking for needed packages in repositories
bs: Tražim potrebne pakete u odlagalištima

source: Error retrieving metadata: '%s'
bs: Greška pri pronalaženju metapodataka: '%s'

source: Error retrieving filelists: '%s'
bs: Greška pri pronalaženju listi datoteka: '%s'

source: Can't find packages for %u debuginfo files
bs: Nemogu pronaći pakete za %u debuginfo datoteke

source: Packages to download: %u
bs: Paketa za preuzimanje: %u

source: Downloading %.2fMb, installed size: %.2fMb
bs: Preuzimam %.2fMb, veličina instalacije: %.2fMb

source: Is this ok? [y/N]
bs: Dali je ovo u redu? [y/N]

source: Downloading package %s failed
bs: Preuzimanje paketa %s neuspjelo

source: Unpacking failed, aborting download...
bs: Raspakiranje neuspjelo, prekidam preuzimanje...

source: All downloaded packages have been extracted, removing %s
bs: Svi preuzeti paketi su izvađeni, odstranjujem %s

source: Can't remove %s, probably contains an error log
bs: Nemogu odstraniti %s. Vjerovatno sadrži zapis greške

source: Can't remove '%s': %s
bs: Nemogu odstraniti '%s': %s

source: Exiting on user command
bs: Izlazim na korisničku naredbu

source: Usage: %s [-vy] [--ids=BUILD_IDS_FILE] [--tmpdir=TMPDIR] [--cache=CACHEDIR] [--size_mb=SIZE] Installs debuginfos for all build-ids listed in BUILD_IDS_FILE to CACHEDIR, using TMPDIR as temporary staging area. Old files in CACHEDIR are deleted until it is smaller than SIZE. -v Be verbose -y Noninteractive, assume 'Yes' to all questions --ids Default: build_ids --tmpdir Default: /tmp/abrt-tmp-debuginfo-RANDOM_SUFFIX --cache Default: /var/cache/abrt-di --size_mb Default: 4096
bs: Korištenje: %s [-vy] [--ids=BUILD_IDS_FILE] [--tmpdir=PRIVDIR] [--cache=CACHEDIR] [--size_mb=VELIČINA] Instalira debuginfo-e za sve build-id-ove izlistate u BUILD_IDS_FILE u CACHEDIR koristeći PRIVDIR kao privremeno područje za pripremanje. Stare datoteke u CACHEDIR se brišu dok su manje nego VELIČINA. -v Budi detaljan -y Neinteraktivno, pretpostavi 'Da' na sva pitanja --ids Default: build_ids --tmpdir Default: /tmp/abrt-tmp-debuginfo-RANDOM_SUFFIX --cache Default: /var/cache/abrt-di --size_mb Default: 4096

source: Can't open %s: %s
bs: Nemogu otvoriti %s: %s

source: Coredump references %u debuginfo files, %u of them are not installed
bs: Memorijski ispis spominje %u debuginfo datoteke. %u od njih nisu instalirane

source: Missing debuginfo file: %s
bs: Nedostaje debuginfo datoteka: %s

source: All %u debuginfo files are available
bs: Sve %u debuginfo datoteke su dostupne

source: Submitting oops report to %s
bs: Podnosim izvještaj u %s

source: [-v] [-c CONFFILE]... -d DIR Reports kernel oops to kerneloops.org (or similar) site
bs: [-v] [-c KONFDATOTEKA]... -d DIREKTORIJ Izvještava kernel probleme na kerneloops.org (ili sličnu) stranicu

source: Configuration file
bs: Konfiguracijska datoteka

source: Sending an email...
bs: Šaljem email...

source: [-v] -d DIR [-c CONFFILE] Sends contents of a dump directory DIR via email
bs: [-v] -d DIR [-c KONFFILE] Šalje sadržaje direktorija za ispis DIR putem e-pošte

source: Config file
bs: Konfiguracijska datoteka

source: [-v] -d DIR [-o FILE] [-a yes/no] Prints problem information to standard output or FILE
bs: [-v] -d DIR [-o FILE] [-a da/ne] Ispisuje informacije problema na standardni izlaz ili FILE

source: Output file
bs: Izlazna datoteka

source: Append to, or overwrite FILE
bs: Dodaj ili spremi preko FILE

source: Create reported_to in DIR
bs: Stvori reported_to u DIR

source: The report was appended to %s
bs: Izvještaj je dodat u %s

source: The report was stored to %s
bs: Izvještaj je spremljen u %s

source: Compressing data
bs: Kompresiram podatke

source: Empty RHTS login or password
bs: Prazno RHTS korisničko ime ili šifra

source: Can't create a temporary directory in /tmp
bs: Nemogu stvoriti privremeni direktorij u /tmp

source: Creating a new case...
bs: Stvaram novi slučaj...

source: [-v] -c CONFFILE -d DIR Reports a problem to RHTSupport
bs: [-v] -c CONFFILE -d DIR Izvještava problem RHT podrški

source: [-v] [-d SIZE:DIR]... [-f SIZE:DIR]... [-p DIR] Deletes dump dirs (-d) or files (-f) in DIRs until they are smaller than SIZE
bs: [-v] [-d VELIČINA:DIREKTORIJ]... [-f VELIČINA:DIREKTORIJ]... [-p DIREKTORIJ] Briše direktorije ispisa (-d) ili datoteke (-f) u DIREKTORIJima dok nisu manji nego VELIČINA

source: Delete dump dirs
bs: Obriši direktorije za ispis

source: Delete files
bs: Obriši datoteke

source: Preserve this dump dir
bs: Sačuvaj ovaj direktorij za ispis

source: Sending %s to %s
bs: Šaljem %s na %s

source: Successfully sent %s to %s
bs: Uspješno slanje %s na %s

source: Archive is created: '%s'
bs: Arhiva je stvorena: '%s'

source: [-v] -d DIR [-c CONFFILE] [-u URL] Uploads compressed tarball of dump directory DIR
bs: [-v] -d DIR [-c CONFFILE] [-u URL] Prebacuje kompresiranu tar datoteku od direktorija za ispis DIR

source: Base URL to upload to
bs: Osnovni URL za prebacivanje

source: [-vsrowx] [-d DIR] FILE Extract oops from syslog/dmesg file
bs: [-vsrowx] [-d DIR] FILE Izvadi oops iz syslog/dmesg datoteke

source: Parse kernel's message buffer before parsing FILE
bs: Prođi kroz spremnik poruka kernela prije nego prođeš kroz DATOTEKU

source: Print found oopses on standard output
bs: Ispiši pronađene oopse na standardnom izlazu

source: Do not exit, watch the file for new oopses
bs: Nemoj izlaziti. prati datoteke za nove oopse

source: Create ABRT dump in DIR for every oops found
bs: Stvori ABRT ispis u DIR za svaki pronađen oops

source: Make the dump directory world readable
bs: Direktorij za spis postaje slobodan za pisanje svima

source: log to syslog
bs: zapiši u syslog

source: Download debuginfo packages and generate backtrace locally using GDB
bs: Preuzmi debuginfo pakete i stvori funkcijski trag lokalno koristeći GDB

source: Local GNU Debugger
bs: Lokalni GNU ispravljač greški

source: Needs to downloads debuginfo packages, which might take significant time, and take up disk space. However, unlike RetraceServer, doesn't send coredump to remote machines.
bs: Treba da preuzme debuginfo pakete koji mogu zahtjevati dosta vremena i zauzeti prostor na tvrdom disku. Međutim, za razliku od RetraceServer, nešalje ispis jezgre na udaljene mašine.

source: Address of the retrace server
bs: Adresa retrace servera

source: Retrace server URL
bs: URL retrace servera

source: Send core dump to remote retrace server for analysis
bs: Pošalji ispis jezgre na udaljeni retrace server za analizu
